Gets the evaluator that implements the test for this rule.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2011
 Syntax
  C#
public FilterStringRuleEvaluator GetEvaluator()
  Visual Basic
Public Function GetEvaluator As FilterStringRuleEvaluator
  Visual C++
public:
FilterStringRuleEvaluator^ GetEvaluator()
 See Also
  FilterStringRule Class
  Autodesk.Revit.DB Namespace